_sdaiCreateComplexInstanceBN(Sdai_instS*,System.SByte!System.Runtime.CompilerServices.IsSignUnspecifiedByte*)
\details
Creates a complex instance with specified name within a model.
\param model      [in] A model to create the complex instance within.
\param complexName [in] A name of complex entity like "name1+name2", where name1, name2 is a name of entity for combination to complex.
\returns A created complex entity.